[CorpseAdventBiotic X2ItemTemplate]
FriendlyName="阿莎莉生物尸体"
FriendlyNamePlural="阿莎莉生物尸体"
BriefSummary="这些"阿莎莉"尸体，身上还穿着铠甲，并且对着周围的小物体做出奇怪的行为，这可能是他们在战场上展现天赋的遗留现象。"

[AutopsyAdventBiotic X2TechTemplate]
DisplayName="阿莎莉生物尸检"
Summary="这些"阿莎莉"种族展现出利用某种黑暗能量的能力，他们已经展现出为自己创造护盾并在战场上摧毁我们部队的能力。调查他们如何做到这一点很可能会让我们的士兵受益。"
CodeName="特纳"
LongDescription="这种外星物种在战场上展现的"生物"能力似乎与一种以前未知的元素有关，这种元素与它们的中枢神经系统有关：乍一看，这似乎是癌症的晚期病例，但进一步的研究发现，这种元素的结节会对身体冲动作出反应。虽然试图通过手术在我们自己的士兵身上复制这种能力是非常不负责任的，但他们的自然能力和盔甲内置的放大器增强器，仍然为我们的轻型盔甲发展提供了福音：通过复制盔甲的"生物编织"，我们的轻型盔甲将更善于将敌人的火力转化为擦伤。R. Tygan。"
AlertString="Asari Biotic"




[AdventBiotic_M1 X2CharacterTemplate]
strCharacterName="Asari Biotic"

[AdventBiotic_M2 X2CharacterTemplate]
strCharacterName="阿莎莉熟练者"

[AdventBiotic_M3 X2CharacterTemplate]
strCharacterName="阿莎莉突击队"

；能力
[RM_Advent_BioticBarrier X2AbilityTemplate]
LocFriendlyName="生物屏障"
LocLongDescription="开始训练其能力的生物首先要学会如何创造一个可以保护它们免受伤害的暗能量场，以及如何在能量场被摧毁时再生该能量场。"
LocHelpText="Biotics 一开始拥有 4 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="生物屏障"
LocPromotionPopupText="<Bullet/>生物体一开始就拥有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以重新获得<Ability:BIOTICREGEN/>点。<br/>"

[RM_Advent_BioticRebuild X2AbilityTemplate]
LocFriendlyName="生物屏障"
LocLongDescription="开始训练其能力的生物首先要学会如何创造一个可以保护它们免受伤害的暗能量场，以及如何在能量场被摧毁时再生该能量场。"
LocHelpText="Biotics 一开始拥有 4 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="生物屏障"

[RM_Advent_BioticRegen X2AbilityTemplate]
LocFriendlyName="生物再生"
LocLongDescription="开始训练其能力的生物首先要学会如何创造一个可以保护它们免受伤害的暗能量场，以及如何在能量场被摧毁时再生该能量场。"
LocHelpText="Biotics 一开始拥有 4 点强力屏障，并且每回合可以恢复 1 点。"
LocFlyOverText="生物再生"


[RM_Advent_BioticTraversal X2AbilityTemplate]
LocFriendlyName="生物遍历"
LocFlyOverText="生物遍历"
LocLongDescription="无缝前往屋顶，无需梯子、杆子等。"
LocHelpText="无缝前往屋顶，无需梯子、杆子等。"
LocPromotionPopupText="<Bullet/> 无缝前往屋顶，无需梯子、杆子等。<br/>"

[RM_Advent_BioticTeleport X2AbilityTemplate]
LocFriendlyName="生物传送"
LocLongDescription="生物体可以传送到遥远的位置，而不是直接移动。绕过所有监视和反应火力。"
LocHelpText="传送至新位置。绕过所有监视和反应火力。"
LocFlyOverText="生物传送"
LocPromotionPopupText="<Bullet/>传送到新位置。绕过所有监视和反应射击。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[RM_Advent_Warp X2AbilityTemplate]
LocFriendlyName="Warp"
LocLongDescription="生物可以在目标上产生一系列快速移动的质量效应场，通过自动攻击扭曲和破坏目标。具有 <Ability:SelfCooldown/> 回合冷却时间。"
LocHelpText="造成选定量的伤害并使目标破裂，从而在未来的所有攻击中造成 +1 伤害。"
LocFlyOverText="扭曲"
LocPromotionPopupText="<Bullet/>造成一定量的伤害，并对目标造成至少 +2 点伤害，以后所有攻击均是如此。<br/> <Bullet/> 伤害随生物体所装备的放大器的技术等级而变化。<br/><Bullet/> 具有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[RM_Advent_Lance X2AbilityTemplate]
LocFriendlyName="Lance"
LocLongDescription="生物能产生一道黑暗能量，将其投掷到即使在小队视野范围内被发现的目标上。撕碎护甲，但可能会失手。具有 <Ability:SelfCooldown/> 回合冷却时间。"
LocHelpText="造成一定量的伤害并撕碎目标的护甲。攻击可能会失败。"
LocFlyOverText="Lanced"
LocPromotionPopupText="<Bullet/>造成一定量的伤害并撕碎目标的护甲。攻击可能会失败。<br/> <Bullet/> 伤害和护甲撕碎与生物所装备的放大器的技术等级成正比。<br/><Bullet/>具有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[RM_Advent_Reave X2AbilityTemplate]
LocFriendlyName="Reave"
LocLongDescription="生物能力可以干扰有机目标的神经元，同时对其造成伤害并增强生物能力的屏障。具有 <Ability:SelfCooldown/> 回合冷却时间。"
LocHelpText="造成选定量的伤害并从确保的伤害中获得护盾点数。"
LocFlyOverText="已收割"
LocPromotionPopupText="<Bullet/>造成一定量的伤害并从确保的伤害中获得护盾点数。<br/> <Bullet/>所获得的伤害和护盾点数与生物所装备的放大器的技术水平成比例。<br/><Bullet/>每 50 点 灵能 攻击还会获得一个额外的护盾点数。<br/><Bullet/>具有 <Ability:SelfCooldown/> 回合冷却时间，使用后将结束生物的回合。<br/>"

；武器


[RM_AdventBioAmp_CV X2WeaponTemplate]
FriendlyName="生物放大器"
FriendlyNamePlural="生物放大器"
BriefSummary=""
TacticalText="<Bullet/> 生物增幅器可让生物体发挥其生物能力。\n<Bullet/> 更先进的生物增幅器可以增强生物体的灵能强度，以及其能力的有效性。"

[RM_AdventBioAmp_MG X2WeaponTemplate]
FriendlyName="高级生物增幅器"
FriendlyNamePlural="高级生物放大器"
BriefSummary="此款生物增幅器的进化版本可以更清晰地引导用户的黑暗能量，从而增强我们特工的生物力量。携带此款先进增幅器时，灵能攻击和某些能力的生物攻击伤害会得到增强。"
TacticalText="<Bullet/> 高级生物增幅器可将生物的灵能强度提高 +20。\n<Bullet/> 灵能强度决定了某些生物能力的效力。\n<Bullet/> 高级生物增幅器还可增加许多生物攻击造成的伤害。\n"

[RM_AdventBioAmp_BM X2WeaponTemplate]
FriendlyName="超铀核心 Biotic Amp"
FriendlyNamePlural="超铀核心 Biotic Amps"
BriefSummary="此版本的生物增幅器结合了外星元素 超铀核心-117，以及我们遇到的强大"守门人"外星人的技术。它将使我们的生物能力与最强大的外星人灵能力量相抗衡。"
TacticalText="<Bullet/> 超铀核心 Biotic Amp 可将生物体的灵能强度提高 +40。\n<Bullet/> 灵能强度决定了某些生物能力的效力。<Bullet/> 超铀核心 Biotic Amp 还可增加多种生物攻击造成的伤害。\n"